Repository: glciampaglia/ultimatum
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: de

source: Please wait until the other participant is ready.
de: Bitte warten Sie bis der andere Mitspieler bereit ist.

source: Please wait until the other participant has proposed how to share the work.
de: Bitte warten Sie bis der andere Mitspieler einen Vorschlag macht.

source: Please wait until the other participant replies to your proposal.
de: Bitte warten Sie bis der andere Mitspieler auf Ihren Vorschlag antwortet.

source: If participant B <strong>accepts</strong>:
de: Falls Mitspieler B <strong>akzeptiert</strong>:

source: If participant B <strong>rejects</strong>:
de: Falls Mitspieler B <strong>ablehnt</strong>:

source: If you <strong>accept</strong>
de: Falls Sie <strong>akzeptieren</strong>

source: If you <strong>reject</strong>
de: Falls Sie <strong>ablehnen</strong>

source: Do you want to send this proposal?
de: M&ouml;chten Sie diesen Vorschlag senden?

source: cancel
de: l&ouml;schen

source: send
de: senden

source: You
de: Sie

source: part. B
de: Mitspieler B

source: part. A
de: Mitspieler A
